export const footerLinks = [
	{
		id: 1,
		title: 'Дизайн интерьера',
		details: [
			{
				id: 1,
				title: 'Дизайн-проект помещения',
			},
			{
				id: 2,
				title: '3D визуализация',
			},
			{
				id: 3,
				title: 'Подбор стиля и материалов',
			},
		],
	},
	{
		id: 2,
		title: 'Изготовление мебели',
		details: [
			{
				id: 1,
				title: 'Мягкая мебель',
			},
			{
				id: 2,
				title: 'Корпусная мебель',
			},
			{
				id: 3,
				title: 'Столы и стулья',
			},
			{
				id: 4,
				title: 'Кровати',
			},
		],
	},
	{
		id: 3,
		title: 'Дополнительные услуги',
		details: [
			{
				id: 1,
				title: 'Доставка и сборка',
			},
			{
				id: 2,
				title: 'Гарантийное обслуживание',
			},
			{
				id: 3,
				title: 'Ремонт и реставрация',
			},
			{
				id: 4,
				title: 'Перетяжка мебели',
			},
		],
	},
	{
		id: 4,
		title: 'О компании',
	},
	{
		id: 5,
		title: 'Отзывы',
	},
	{
		id: 6,
		title: 'Контакты',
	},
]